Repository: Arwichok/saverbot
Catalog: locales/*/LC_MESSAGES/saver.po
Languages: ru

source: Changed to {c_type}
ru: Стандартный тип {c_type}

source: Settings
ru: Настройки

source: Welcome message
ru: Этот бот поможет вам сохранять сообщения и отправлять их через инлай мод Подробнее /help Настройки /settings

source: Help page
ru: Типы при вводе в инлайн, в настройка можете указать стандартный тип: t Text p Photo a Audio g Animation/Gif d Document s Sticker v Video vo Voice /clear - удаляет подпись у отвеченых медиа. /del - удаляет сообщение из базы данных. /delete_all - удаляет все ваши сообщения из БД

source: Cleared
ru: Чисто

source: Deleted
ru: Удалено

source: All messages deleted
ru: Все сообщения удалены

source: Not found message
ru: Сообщение не найдено

source: Saved
ru: Сохранено

source: I ignore my messages
ru: Я игнорирую свои сообщения

source: I can't save audio without title field
ru: Я не могу сохранить аудио без поля Title

source: Video mime type not valid
ru: Mime-type видео не валидно

source: Media exists
ru: Медиа существует

source: Default type
ru: Стандартный тип

source: Language
ru: Язык
